var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的姑娘",  // 同上...
        "今天是你的23岁生日",
        "也是我们在一起的",
        "第一个生日！",
        "往后余生",
        "想陪你过每一个生日",
        "想陪你岁岁年年",
        "想陪你去每一个地方",
        "如果可以，我们走的更远一点吧",
        "你说过的哥哥都有记得",
        "该有的仪式感也不会少",
        "以后要多吃饭",
        "然后才有力气学习",
        "和想我！",
        "生日快乐~~琰琰宝贝",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "送给我": "./imgs/songxinxin.jpeg",
        "心爱的姑娘": "./imgs/1.jpg",
        "今天是你的23岁生日": "./imgs/shengri.jpeg",
        "也是我们在一起的": "./imgs/zaiyiqi.png",
        "第一个生日！": "./imgs/2.jpg",
        "往后余生": "./imgs/yangzi.jpeg",
        "想陪你过每一个生日": "./imgs/3.jpg",
        "想陪你岁岁年年": "./imgs/4.jpg",
        "想陪你去每一个地方": "./imgs/6.jpg",
        "如果可以，我们走的更远一点吧": "./imgs/5.jpg",
        "你说过的哥哥都有记得": "./imgs/chuo.gif",
        "该有的仪式感也不会少": "./imgs/chihaodian.jpeg",
        "以后要多吃饭": "./imgs/weibao.jpeg",
        "然后才有力气学习": "./imgs/7.jpg",
        "和想我！": "./imgs/8.jpg",
        "生日快乐~~琰琰宝贝": "./imgs/9.jpg"
    },
    
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "宝贝，点这里",
        play: "来点音乐吧",
        bannar_coming: "搞点颜色",
        balloons_flying: "好像还少点什么",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐～琰琰宝贝",
        story: "A MESSAGE FOR YOU"
    },

    // 结束语
    loveText: '爱你的许恩泽~'
};
